{"text": "Supplementary Material\n\nOnline Resource 1 Manuscript: Comprehensive Pharmacokinetic, Pharmacodynamic and Pharmacogenetic Evaluation of Once Daily Efavirenz 400 mg and 600 mg in Treatment-Naïve HIV-Infected Patients at 96 Weeks: Results of the ENCORE1 Study Journal: Clinical Pharmacokinetics Authors: Laura Dickinson, Janaki Amin, Laura Else, Marta Boffito, Deirdre Egan, Andrew Owen, Saye Khoo, David Back, Catherine Orrell, Amanda Clarke, Marcelo Losso, Praphan Phanuphak, Dianne Carey, David A Cooper, Sean Emery, Rebekah Puls, on behalf of the ENCORE1 study group Corresponding Author Details: Laura Dickinson, Department of Molecular & Clinical Pharmacology, University of Liverpool. laurad@liv.ac.uk \n\nOnline Resource 1 Geometric mean (90% CI) of mean individual predicted PK parameters for 400 mg and 600 mg efavirenz. PK parameters estimated using population PK modelling and differences in parameters were assessed by geometric mean ratios (GMR) and 90% CI (n=605). Parameter 400 mg EFV 600 mg EFV GMR (90% CI) * AUC0-24 (mg.h/ L) 49.2 (47.0-51.5) 67.2 (63.8-70.9) 0.73 (0.68-0.78) Cmax (mg/L) 2.52 (2.42-2.62) 3.66 (3.51-3.81) 0.69 (0.65-0.73) C24 (mg/L) 1.40 (1.32-1.49) 1.82 (1.68-1.97) 0.77 (0.70-0.85) C12 (mg/L) 2.10 (2.01-2.20) 2.85 (2.70-3.0) 0.74 (0.69-0.79) * efavirenz 400mg/efavirenz 600mg PK: pharmacokinetic; EFV: efavirenz; CI: confidence interval; AUC0-24: area under the concentration-time curve over 24 hour interval; Cmax: maximum concentration; C24: trough concentration, 24 hours post-dose; C12: concentration 12 hours post-dose representing the mid-dose interval Table also presented in Dickinson L, Amin J, Else L, et al., on behalf of the ENCORE1 Study Group. Pharmacokinetic and Pharmacodynamic Comparison of Once-Daily Efavirenz (400 mg vs. 600 mg) in Treatment-Naïve HIV-Infected Patients: Results of the ENCORE1 Study. Clin Pharmacol Ther. 2015. doi: 10.1002/cpt.156. Open Access, available at: http://onlinelibrary.wiley.com/doi/10.1002/cpt.156/abstract \n\nSupplementary Material\n\nOnline Resource 2 Manuscript: Comprehensive Pharmacokinetic, Pharmacodynamic and Pharmacogenetic Evaluation of Once Daily Efavirenz 400 mg and 600 mg in Treatment-Naïve HIV-Infected Patients at 96 Weeks: Results of the ENCORE1 Study Journal: Clinical Pharmacokinetics Authors: Laura Dickinson, Janaki Amin, Laura Else, Marta Boffito, Deirdre Egan, Andrew Owen, Saye Khoo, David Back, Catherine Orrell, Amanda Clarke, Marcelo Losso, Praphan Phanuphak, Dianne Carey, David A Cooper, Sean Emery, Rebekah Puls, on behalf of the ENCORE1 study group Corresponding Author Details: Laura Dickinson, Department of Molecular & Clinical Pharmacology, University of Liverpool. laurad@liv.ac.uk \n\nOnline Resource 2 Mean individual predicted PK parameters stratified by dose and composite CYP2B6 516G>T/983T>C/CYP2A6*9B/*17 genotype (defined as extensive, intermediate, slow) estimated by the population PK model (n=568 patients) * . Data presented as median (range). Efavirenz 400mg once daily Efavirenz 600mg once daily Extensive (n=119) Intermediate (n=128) Slow (n=48) Extensive (n=107) Intermediate (n=127) Slow (n=39) CL/F (L/h) CV (%) 10.7 (4.69-25.6) 33 8.05 (2.14-27.3) 37 4.12 (1.45-45.9) 124 12.4 (5.11-69.7) 55 8.93 (2.98-65.4) 62 3.55 (1.69-58.2) 155 AUC0-24 (mg.h/L) CV (%) 37.6 (17.6-85.4) 32 49.9 (14.8-187) 37 97.5(20.7-285) 49 49.2 (8.61-117) 34 67.6 (12.4-202) 38 171 (19.2-359) 47 Tmax (h) CV (%) 3.98 (3.35-4.22) 3.5 4.08 (3.28-4.32) 3.4 4.27 (3.11-4.39) 5.1 3.93 (2.23-4.23) 6.3 4.04 (2.64-4.32) 4.4 4.27 (2.74-4.38) 7.1 Cmax (mg/L) CV (%) 1.97 (0.95-4.14) 28 2.51 (1.10-8.34) 32 4.38 (1.38-12.2) 45 2.80 (1.53-5.79) 27 3.71 (1.69-9.03) 32 7.80 (1.75-15.6) 42 C24 (mg/L) CV (%) 0.970 (0.305-2.79) 44 1.46 (0.169-7.00) 48 3.54 (0.341-11.3) 56 1.28 (0.00247-3.94) 47 1.94 (0.0789-7.55) 51 6.24 (0.243-14.1) 52 C12 (mg/L) CV (%) 1.60 (0.734-3.65) 32 2.14 (0.579-7.89) 37 4.13 (0.845-12.0) 49 2.11 (0.119-5.02) 35 2.90 (0.377-8.52) 38 7.25 (0.684-15.09) 47 \n\nHalf-life (h) CV (%) 17.5 (7.71-37.0) 31 22.8 (6.09-69.1) 36 48.0 (8.78-152) 49 15.9 (2.13-40.4) 34 20.5 (3.70-68.6) 39 49.4 (4.92-125) 46 * 37/605 with missing composite genotype (n=15 400mg EFV; n=22 600mg EFV) PK: pharmacokinetic; CL/F: apparent oral clearance; AUC0-24: area under the curve over the 24 hour dosing interval; Tmax: time of maximum concentration; Cmax: maximum concentration; C24: trough concentration, 24 hours post-dose; C12: concentration 12 hours post-dose representing the mid-dose interval; CV: co-efficient of variation Data in this Table also presented in Dickinson L, Amin J, Else L, et al., on behalf of the ENCORE1 Study Group. Pharmacokinetic and Pharmacodynamic Comparison of Once-Daily Efavirenz (400 mg vs. 600 mg) in Treatment-Naïve HIV-Infected Patients: Results of the ENCORE1 Study. Clin Pharmacol Ther. 2015. doi: 10.1002/cpt.156. Open Access, available at: http://onlinelibrary.wiley.com/doi/10.1002/cpt.156/abstract \n\nSupplementary Material\n\nOnline Resource 3 Manuscript: Comprehensive Pharmacokinetic, Pharmacodynamic and Pharmacogenetic Evaluation of Once Daily Efavirenz 400 mg and 600 mg in Treatment-Naïve HIV-Infected Patients at 96 Weeks: Results of the ENCORE1 Study Journal: Clinical Pharmacokinetics Authors: Laura Dickinson, Janaki Amin, Laura Else, Marta Boffito, Deirdre Egan, Andrew Owen, Saye Khoo, David Back, Catherine Orrell, Amanda Clarke, Marcelo Losso, Praphan Phanuphak, Dianne Carey, David A Cooper, Sean Emery, Rebekah Puls, on behalf of the ENCORE1 study group Corresponding Author Details: Laura Dickinson, Department of Molecular & Clinical Pharmacology, University of Liverpool. laurad@liv.ac.uk \n\nOnline Resource 3 Mean individual predicted efavirenz concentrations at 12 hours post-dose (C12) on a log scale stratified for metaboliser status (extensive, intermediate, slow) and dose (400 mg and 600 mg once daily; n=310 and n=295, respectively). The black dashed line illustrates the recommended minimum effective concentration for efavirenz (MEC) of 1.0 mg/L. Each point represents an individual patient and the solid black line the median concentrations. Numbers of patients with C12 below the MEC or with detectable or missing viral load at 96 weeks are shown (n=1 patient excluded; receiving 800 mg efavirenz during pharmacokinetic sampling). Number of patients (n) 119 128 48 15 107 127 39 22 C12<1·0 mg/L (n) 10 2 2 0 3 1 2 0 VL 200 copies/mL (n) 3 5 2 0 1 2 0 0 Missing VL (n) 3 6 4 1 4 4 6 3 C12<1·0 mg/L & VL 200 copies/mL (n) 1 0 0 0 0 1 0 0 Extensive Intermediate Slow Missing Extensive Intermediate Slow Missing 0.01 0.1 1 10 100 400 mg efavirenz 600 mg efavirenz M e a n i n d iv id u a l p re d ic te d e fa v ir e n z C 1 2 ( m g /L ) \n\nSupplementary Material\n\nOnline Resource 4 Manuscript: Comprehensive Pharmacokinetic, Pharmacodynamic and Pharmacogenetic Evaluation of Once Daily Efavirenz 400 mg and 600 mg in Treatment-Naïve HIV-Infected Patients at 96 Weeks: Results of the ENCORE1 Study Journal: Clinical Pharmacokinetics Authors: Laura Dickinson, Janaki Amin, Laura Else, Marta Boffito, Deirdre Egan, Andrew Owen, Saye Khoo, David Back, Catherine Orrell, Amanda Clarke, Marcelo Losso, Praphan Phanuphak, Dianne Carey, David A Cooper, Sean Emery, Rebekah Puls, on behalf of the ENCORE1 study group Corresponding Author Details: Laura Dickinson, Department of Molecular & Clinical Pharmacology, University of Liverpool. laurad@liv.ac.uk \n\nOnline Resource 4 Author Contributions LD: statistical analysis and population PK modelling, manuscript preparation JA: protocol review, randomisation, statistical analysis review, manuscript review LE: PK sample handling, data review, manuscript review MB: study design, protocol review, main study and intensive PK data collection, manuscript review DE: DNA extraction and genotyping, manuscript review AO: genetics review, data review, manuscript review SK: data review, manuscript review DB: data review, manuscript review CO: main study and intensive PK data collection, manuscript review AC: main study and intensive PK data collection, manuscript review ML: protocol review, study coordination and management, main study and intensive PK data collection, manuscript review PP: protocol review, study coordination and management, main study and intensive PK data collection, manuscript review DC: study coordination and management including ethical and regulatory approvals, data review, manuscript review DAC: study design, executive coordination, protocol review, main study PK data collection, \n\ndata review, manuscript review SE: study design, executive coordination, protocol and document drafting, protocol review, study coordination and management, data review, manuscript review. RP: study design, protocol and document drafting, protocol review, study coordination and management including ethical and regulatory approvals, drug sourcing/management and sample collection/shipping/testing, data review, manuscript review. Protocol Steering Committee Janaki Amin, Stephen Becker, Waldo Belloso, Marta Boffito, David Cooper, Brenda Crabtree-Ramirez, Chris Duncombe, Sean Emery, Sharne Foulkes, Andrew Hill, Heiko Jessen, Suresh Kumar, Man Po Lee, Marcelo Losso, Chidi Nwizu, Praphan Phanuphak, David Ripin, Tim Read, Jim Rooney, Kim Schaffer, Eduardo Shahar, Alan Winston, Marcelo Wolff, Barnaby Young. Project Team Cecilia Abela, Maria Arriaga, Janaki Amin, Waldo Belloso, Mark Boyd, Dianne Carey, Amanda Clarke, David Cooper, Kymme Courtney-Vega, Carlo Dazo, Marina Delfino, Anna Donaldson, Sean Emery, Natalie Espinosa, Tanya Johannesen, Peeraporn Kaew-on, Enmoore Lin, Marcelo Losso, Alejandra Moricz, Jessica Taylor, Praphan Phanupak, Rebekah Puls, Kanitta Pussadee, Parinya Sutheerasak, Louise Tomkins, Sasiwimol Ubolyam Site Investigators main study \n\nWaldo Belloso, Raja Iskandar Shah bin Raja Azwa, Emiliano Bissio, Liliana Calanni, Arnaldo Casiro, Ploenchan Chetchotisakd, Jorge Contarelli, David Cooper, Brenda Crabtree- Ramirez, Nicholas Doong, Julian Elliott, Sharne Foulkes, Brian Gazzard, Mark Kelly, Suresh Kumar, Man Po Lee, Marcelo Losso, Norma del Carmen Luna, Sergio Lupo, Oscar Garcia Messina, Lerato Mohapi, Richard Moore, David Nolan, Chidi Nwizu, Catherine Orrell, Carlos Perez, Sarah Pett, Praphan Phanuphak, Jürgen Rockstroh, Eduardo Shahar, Khuanchai Supparatpinyo, Don Smith, Jaime Andrade Villanueva, Emanuel Vlahakis, Alan Winston, Marcelo Wolff, Barnaby Young Site Investigators and staff Intensive PK study Chelsea & Westminster Hospital, London Akil Jackson, Marta Boffito, Serge Federle, Brian Gazzard, Sophie Scott Hospital Ramos Mejia, Buenos Aires - Patricia Burgoa, Juan Ebenrstejin, Mariana Kundro, Marcelo Losso Desmond Tutu HIV Centre, Cape Town - Christie Heiberg, Richard Kaplan, Catherine Orrell, Maureen Rattley HIV-NAT AIDS Research Centre, Bangkok - Amanda Clarke, Kanitta Pussadee, Praphan Phanuphak Central Laboratory Alex Carrera, Philip Cunningham, Bertha Fsadni, Tony Kelleher, Melanie Lograsso, Kate Merlin, Ansari Shaik, Julie Yeung \n\n Liverpool University Laboratory Alieu Amara, Deirdre Egan, Laura Else "}